Repository: lzuzhp/game
Catalog: android-autostarts-master/locale/actions-*.po
Languages: ar_sa, pl, pt_br

# act_airplane_mode_changed
source: Airplane mode changed
ar_sa: تغير لنمط الطائرة
pl: Zmiana trybu samolotowego.
pt_br: Modo avião alterado

# act_airplane_mode_changed_detail
source: Airplane mode was switched on or off.
ar_sa: وضع الطائرة إيقاف أو تشغيله.
pl: Tryb samolotowy został włączony lub wyłączony.
pt_br: Modo avião foi ligado/desligado.

# act_battery_changed
source: Battery changed
ar_sa: تغيير البطارية
pl: Zmiana statusu baterii.
pt_br: Bateria alterada

# act_battery_changed_detail
source: The charging state, or the charge level of the battery has changed.
ar_sa: مستوى شحن البطارية أو حالت الشحن تغيرت.
pl: Status ładowania, lub poziom naładowania zmienił się.
pt_br: Estado de carregamento, ou nível de carregamento da bateria alterado.

# act_battery_low
source: Battery low
ar_sa: البطارية منخفضة
pl: Niski stan baterii
pt_br: Bateria baixa

# act_battery_low_detail
source: The device entered a low battery state.
ar_sa: الجهاز دخل في حالة البطارية المنخفضة
pl: Urządzenie wchodzi w niski stan naładowania.
pt_br: Dispositivo entrou em estado de bateria fraca

# act_battery_okay
source: Battery okay
ar_sa: البطارية مقبولة
pl: Bateria OK.
pt_br: Bateria ok

# act_battery_okay_detail
source: The device left the low battery state.
ar_sa: الجهاز خرج من حالة البطارية المنخفضة
pl: Urządzenie wychodzi z stanu za niskiego poziomu naładowania.
pt_br: Dispositivo saiu do estado de bateria fraca.

# act_pre_boot_completed
source: During Startup
ar_sa: أثناء بدء التشغيل
pl: Podczas Uruchamiania.
pt_br: Durante inicialização

# act_pre_boot_completed_detail
source: The device is booting up, the user cannot interact yet.
ar_sa: يتم تشغيل الجهاز الآن ، لا يمكن للمستخدم التفاعل الآن.
pl: Urządzenie uruchamia się, a użytkownik nie może go używać.
pt_br: Dispositivo inicializando. Usuário ainda não pode interagir.

# act_boot_completed
source: After Startup
ar_sa: بعد التشغيل
pl: Po uruchomieniu.
pt_br: Depois de inicializar

# act_boot_completed_detail
source: The device just completed booting up, the user can now interact.
ar_sa: تم تشغيل الجهاز بالكامل ، يمكن للمستخدم التفاعل الآن.
pl: Urządzenie zostało uruchomione, użytkownik może je używać.
pt_br: Dispositivo completou a inicialização. Usuário agora pode interagir.

# act_power_connected
source: Power connected
ar_sa: تم توصيل الطاقة
pl: Podłączenie zasilania
pt_br: Conectado numa fonte de energia

# act_power_connected_detail
source: External power has been connected to the device.
ar_sa: تم توصيل الطاقة الخارجية للجهاز.
pl: Zewnętrzne źródło zasilania zostaje podłączone do urządzenia.
pt_br: Fonte de energia externa conectada ao dispositivo.

# act_power_disconnected
source: Power disconnected
ar_sa: تم الفصل من الطاقة
pl: Odłączenie zasilania
pt_br: Fonte de energia desconectada

# act_power_disconnected_detail
source: External power has been removed from the device.
ar_sa: تم توصيل الطاقة الخارجية للجهاز.
pl: Zewnętrzne źródło zasilania zostaje odłączone.
pt_br: Fonte de energia externa removida do dispositivo.

# act_shutdown
source: Shutdown
ar_sa: إقاف التشغيل
pl: Zamykanie systemu
pt_br: Desligamento

# act_shutdown_detail
source: The device is shutting down.
ar_sa: يتم إيقاف الجهاز.
pl: Urządzenie zostaje wyłączone.
pt_br: Dispositivo desligando.

# act_dock_event
source: Docking changed
ar_sa: تغيير الإقتران
pl: Zmiana statusu dokowania
pt_br: Docking alterado

# act_dock_event_detail
source: The device was docked or undocked.
ar_sa: اقتران وإلغاء اقتران الجهاز.
pl: Urządzenie zostaje wyciągnięte, lub włożone do stacji dokującej.
pt_br: Dispositivo inserido/removido do dock.

# act_camera_button
source: Camera button pressed
ar_sa: ضغط زر الكاميرا
pl: Wciśnięcie klawisza kamery.
pt_br: Botão da câmera pressionado

# act_camera_button_detail
source: The Camera button was pressed.
ar_sa: تم الضغط على زر الكاميرا.
pl: Przycisk kamery został naciśnięty.
pt_br: Botão da câmera foi pressionado.

# act_close_system_dialogs
source: On System dialogs close
ar_sa: في نظام إغلاق مربعات الحوار
pl: Zamknięcie systemowego okna dialogowego
pt_br: Fechar na caixa de diálogo do sistema

# act_close_system_dialogs_detail
source: Due to a user action, the system asks a temporary system dialog to be dismissed.
ar_sa: نظراً لإجراء المستخدم، فإن النظام سيسألك أسئلة حول رفض النظام.
pl: Akcja wywoływana w momencie kiedy okno dialogowe systemu zostaje zamknięte.
pt_br: Devido a uma ação do usuário, sistema pede a dispensa de uma caixa de diálogo do sistema.

# act_configuration_changed
source: Configuration changed
ar_sa: تغيير الإعدادات
pl: Zmiana konfiguracji
pt_br: Configuração alterada

# act_configuration_changed_detail
source: The device configuration changed. This includes things like locale settings, but also the device orientation.
ar_sa: تغيير إعدادات الجهاز. وهذا يشمل أشياء مثل الإعدادات المحلية، وأيضا توجه الجهاز.
pl: Konfiguracja urządzenia została zmieniona. W skład wchodzą ustawienia regionalne, ale także zmiana orientacji urządzenia.
pt_br: A configuração do dispositivo mudou. Isso inclui coias como configurações locais, além da orientação do dispositivo.

# act_locale_changed
source: Locale changed
ar_sa: تغييرات محلية
pl: Ustawienia regionalne zmienione.
pt_br: Local alterado

# act_locale_changed_detail
source: The device's locale setting has changed. This is a subset of "Configuration changed".
ar_sa: تم تغيير إعدادات الجهاز المحلية. هذه مجموعة فرعية من "تغيير الإعدادات".
pl: Ustawienie regionalne urządzenia zostały zmienione. Jest to część zdarzenia "Konfiguracja zmieniona"
pt_br: A configuração de local do dispositivo foi alterada. Esse é um sub grupo de "Configuração alterada".

# act_date_changed
source: Date changed
ar_sa: تغير التاريخ
pl: Data została zmieniona
pt_br: Data alterada

# act_date_changed_detail
source: The system date has changed.
ar_sa: تم تغيير تاريخ النظام.
pl: Aktualna data została zmieniona.
pt_br: A data do sistema mudou.

# act_device_storage_low
source: Storage low
ar_sa: التخزين منخفض
pl: Za mało miejsca
pt_br: Armazenamento com pouco espaço restante

# act_device_storage_low_detail
source: The device storage space has passed below a certain threshold.
ar_sa: مساحة تخزين الجهاز اجتازت مستوى معين.
pl: Ilość wolnej pamięci urządzenia spadła poniżej pewnego poziomu.
pt_br: O espaço de armazenamento do dispositivo ultrapassou determinado limite.

# act_device_storage_ok
source: Storage ok
ar_sa: مستوى التخزين جيد
pl: Pamięć OK
pt_br: Armazenamento ok

# act_device_storage_ok_detail
source: The device storage space has increased beyond the critical threshold, and the low memory condition no longer exists.
ar_sa: زادت مساحة تخزين الجهاز وتجاوزت عتبة الحرج، وشرط الذاكرة المنخفضة لم يعد موجوداً.
pl: Ilość wolnej pamięci na urządzeniu wzrosła, i nie jest już poniżej poziomu krytycznego.
pt_br: O espaço de armazenamento do dispositivo aumentou além do limite crítico, e a condição de pouca memória não existe mais.

# act_gtalk_service_connected
source: GTalk connected
ar_sa: GTalk متصل
pl: GTalk połączył się z siecią
pt_br: GTalk conectado

# act_gtalk_service_connected_detail
source: A GTalk connection was established.
ar_sa: تم تأسيس اتصال GTalk.
pl: Połączonie GTalk z siecią zostało nawiązane.
pt_br: Uma conexão com o GTalk foi estabelecida.

# act_gtalk_service_disconnected
source: GTalk disconnected
ar_sa: قطع اتصال GTalk
pl: GTalk rozłączył się
pt_br: GTalk desconectado

# act_gtalk_service_disconnected_detail
source: A GTalk connection was disconnected.
ar_sa: تم قطع اتصال GTalk.
pl: Połączenie GTalk z siecią zostało rozłączone.
pt_br: A conexão com o GTalk caiu.

# act_headset_plug
source: Headset plugged or unplugged
ar_sa: سماعات رأس توصيل أم لا
pl: Zestaw słuchawkowy podłączony lub odłączony.
pt_br: Fone de ouvido conectado ou desconectado

# act_headset_plug_detail
source: A wired headset was either plugged in or unplugged.
ar_sa: توصيل سماعات رأس سلكية أو غير موصل.
pl: Przenośny zestaw słuchawkowy zostaje podłączony lub rozłączony.
pt_br: Um fone de ouvido com fio foi conectado ou desconectado.

# act_input_method_changed
source: IME changed
ar_sa: تغيير IME
pl: Zmiana IME
pt_br: IME alterado

# act_input_method_changed_detail
source: The input method engine changed, i.e. the virtual keyboard in use.
ar_sa: تغيير أسلوب الإدخال،i.e باستخدام لوحة المفاتيح الافتراضية.
pl: Zmiana w silniku wprowadzania tekstu, np. wirtualna klawiatura.
pt_br: O método de entrada foi alterado, i.e. o teclado virtual em uso.

# act_manage_package_storage
source: Package management requested
ar_sa: طلب مدير الحزم
pl: Zażądano Zarządzania pakietami
pt_br: Gerenciamento de pacote solicitado

# act_manage_package_storage_detail
source: The user acknowledged a "low memory" notification, and the package management is about to be started.
ar_sa: إعلام المستخدم ب"نقص الذاكرة"، ومدير الحزم على وشك البدء.
pl: Użytkownik informuję informacje o małej ilości pamięci, a aplikacja zarządzanie pakietami zostaje uruchomiona.
pt_br: Usuário tomou ciência da notificação de "memória baixa" e o gerenciador de pacote será iniciado.

# act_media_bad_removal
source: Bad media removal
ar_sa: إزالة الوسائط التالفة
pl: Błędne odłączenie nośnika
pt_br: Remoção de mídia incorreta

# act_media_bad_removal_detail
source: External media was removed, but not correctly unmounted.
ar_sa: تم إزالة الوسائط الخارجية، لكن الفصل لم يتم بشكل صحيح.
pl: Zewnętrzny nośnik został usunięty, jednak bez prawidłowego odmontowania.
pt_br: Memória externa foi removida, sem ser desmontada corretamente.

# act_media_button
source: Media button pressed
ar_sa: ضغط زر الوسائط
pl: Klawisz multimedialny został wciśnięty
pt_br: Botão de mídia pressionado

# act_media_button_detail
source: The "Media Button" was pressed. Usually, this will refer to a button on your headset/earplugs.
ar_sa: الضغط على زر "الوسائط" عادة، يشير إلى زر على سماعات الرأس.
pl: Klawisz multimedialny został wciśnięty. Może to oznaczać wciśnięcie przycisku w zestawie słuchawkowym.
pt_br: O botão de mídia foi pressionado. Geralmente isso se refere a um botão do fone de ouvido.

# act_media_checking
source: Checking media
ar_sa: التحقق من الوسائط
pl: Sprawdzanie nośników
pt_br: Verificando mídia

# act_media_checking_detail
source: External media is present and is currently being disk-checked.
ar_sa: الوسائط الخارجية غير موجودة ويجري حاليا فحص القرص.
pl: Nośnik jest obecny i podlega analizie.
pt_br: Mídia externa presente e sendo verificada.

# act_media_eject
source: Media ejecting
ar_sa: إخراج الوسائط
pl: Wysuwanie nośnika
pt_br: Mídia sendo ejetada

# act_media_eject_detail
source: External media is about to be ejected, likely due to a user request.
ar_sa: الوسائط الخارجية على وشك الخروج بناء على طلب مستخدم.
pl: Nośnik został wybrany do usunięcia z telefonu.
pt_br: Mídia externa prestes a ser ejetada, provavelmente por requisição do usuário.

# act_media_mounted
source: Media mounted
ar_sa: تحميل الوسائط
pl: Zamontowano nośnik danych
pt_br: Mídia montada

# act_media_mounted_detail
source: External media is present, was mounted and is now available to the device.
ar_sa: تم تحميل الوسائط الخارجية الآن على الجهاز.
pl: Zewnętrzny nośnik danych został zamontowany i jest dostępny.
pt_br: Mídia externa presente, montada e disponível para o dispositivo.

# act_media_nofs
source: Media invalid or blank
ar_sa: الوسائط غير صالحة أو فارغة
pl: Nośnik jest nieprawidłowy albo pusty
pt_br: Mídia inválida ou vazia

# act_media_nofs_detail
source: External media was detected, but is using an incompatible filesystem or is blank.
ar_sa: تم اكتشاف وسائط خارجية، لكن تستخدم نظام ملفات غير متوافقة أو فارغة.
pl: Zewnętrzny nośnik został wykryty, jednak używa niekompatybilny system plików lub jest pusty.
pt_br: Mídia externa detectada, mas está usando um sistema de arquivos inválido ou vazio.

# act_media_removed
source: Media removed
ar_sa: إزالة الوسائط
pl: Nośnik usunięty.
pt_br: Mídia removida

# act_media_removed_detail
source: External media was just removed, and is now no longer available to the device.
ar_sa: تمت إزالة الوسائط الخارجية من الجهاز.
pl: Nośnik został usunięty, i nie jest dłużej dostępny.
pt_br: Mídia externa acabou de ser removida e não está mais disponível para o dispositivo.

# act_media_scanner_finished
source: Media scanner finished
ar_sa: انتهى من البحث عن الوسائط
pl: Skanowanie nośników zakończone.
pt_br: Escaneamento de mídia concluído

# act_media_scanner_finished_detail
source: The media scanner has finished scanning a directory.
ar_sa: تم الانتهاء من فحص أدلة الوسائط.
pl: Skaner nośnika zakończył skanowanie folderów.
pt_br: O Scanner de mídia acabou o escaneamento de um diretório.

# act_media_scanner_scan_file
source: Media scanner handling file
ar_sa: يتم فحص ملفات الوسائط
pl: Skaner plików multimedialnych aktywny
pt_br: Scanner de mídia tratando um arquivo

# act_media_scanner_scan_file_detail
source: The media scanner has started to scan a file and add it to the media database.
ar_sa: بدأ فحص ملفات الوسائط وإضافتها إلى قاعدة بيانات الوسائط.
pl: Skaner rozpoczyna szukanie plików i dodawanie ich do bazy.
pt_br: Scanner de mídia iniciou escaneamento de um arquivo e está incluindo-o à base de dados.

# act_media_scanner_started
source: Media scanner started
ar_sa: بدأ البحث عن الوسائط
pl: Skaner nośnika uruchomiony.
pt_br: Scanner de mídia iniciado

# act_media_scanner_started_detail
source: The media scanner has started scanning a directory.
ar_sa: بدأ تفحص دليل الوسائط.
pl: Skaner nośnika rozpoczął skanowanie katalogów.
pt_br: Scanner de mídia iniciou o escaneamento de um diretório.

# act_media_shared
source: Media sharing enabled
ar_sa: تمكين مشاركة الوسائط
pl: Włączono udostępnianie nośnika
pt_br: Compartilhamento de mídia habilitado

# act_media_shared_detail
source: External media is now being shared via USB mass storage mode, and is at this time no longer available to the device.
ar_sa: يتم تبادل الوسائط حاليا بواسطة مخزن كبير السعة USB، في هذا الوقت لا يمكن الوصول للجهاز.
pl: Zewnętrzny nośnik jest udostępniany poprzez USB i nie jest dostępny dla urządzenia.
pt_br: Mídia externa sendo compartilhada via modo de armazenamento USB e não está disponível para o dispositivo no momento.

# act_media_unmountable
source: Media unmountable
ar_sa: الجهاز غير قابل للتوصيل
pl: Nośnik nie możliwy do zamontowania.
pt_br: Mídia não pode ser desmontada

# act_media_unmountable_detail
source: External media was detected, but cannot be used, likely due to an error.
ar_sa: تم الكشف عن وسائط خارجية، ولكن لا يمكن استخدامها، يرجح أن هناك خطأ.
pl: Nośnik został wykryty, ale nie można go zamontować.
pt_br: Mídia externa detectada, mas não pode ser usada, provavelmente por apresentar erros.

# act_media_unmounted
source: Media unmounted
ar_sa: تم فصل الوسائط
pl: Nośnik odmontowany.
pt_br: Mídia desmontada

# act_media_unmounted_detail
source: External media is available, but unmounted, and not available to the device.
ar_sa: تم تحميل الوسائط الخارجية لكن لا يمكن استخدامها على الجهاز.
pl: Nośnik jest dostępny, ale nie zamontowany, i nie dostępny dla urządzenia.
pt_br: Mídia externa disponível, mas desmontada, e não disponível para o dispositivo.

# act_new_outgoing_call
source: New outgoing call
ar_sa: مكالمة صادرة جديدة
pl: Nowe połączenie wychodzące
pt_br: Nova chamada de saída

# act_new_outgoing_call_detail
source: A new outgoing call is about to be placed. Applications may preprocess the call, and for example change or filter the phone number.
ar_sa: المكالمة الصادرة الجديدة على وشك أن تُبعد. التطبيقات على وشك معالجة المكالمة، على سبيل المثال تغيير أو تصفية رقم الهاتف.
pl: Nowe połączenie wychodzące. Aplikacje mogą kontrolować takie połączenie, dla przykładu zmienić lub filtrować numery telefonu.
pt_br: Nova chamada de saída prestes a ser efetuada. Aplicações pode preprocessar a chamada, e alterar ou filtrar o número do telefone, por exemplo.

# act_package_added
source: Application installed
ar_sa: تثبت التطبيق
pl: Aplikacja została zainstalowana.
pt_br: Aplicativo instalado

# act_package_added_detail
source: A new application package has been installed on the device.
ar_sa: تم تثبيت تطبيق جديد على الجهاز.
pl: Nowa aplikacja została zainstalowana na urządzeniu.
pt_br: Novo pacote de aplicativo instalado no dispositivo.

# act_package_changed
source: Application changed
ar_sa: تغيير التطبيق
pl: Aplikacja została zmodyfikowana
pt_br: Aplicativo alterado

# act_package_changed_detail
source: An application package has been changed; for example, a component may have been enabled or disabled.
ar_sa: تم تغيير حزمة تطبيقات؛ على سبيل المثال، تم تمكين أو تعطيل المكونات.
pl: Paczka z aplikacją została zmodyfikowana; na przykład, jakiś komponent mógł zostać wyłączony lub włączony.
pt_br: Um pacote de aplicativo foi alterado; um componente pode ter sido habilitado ou desabilitado, por exemplo.

# act_package_data_cleared
source: Application data cleared
ar_sa: بيانات التطبيق مسحت
pl: Usunięto dane aplikacji
pt_br: Dados do aplicativo apagados

# act_package_data_cleared_detail
source: The user data associated with an application package was cleared.
ar_sa: تم مسح بيانات المستخدم المرتبطة بحزمة تطبيقات.
pl: Dane użytkownika powiązane z aplikacją zostały usunięte.
pt_br: Dados do usuário associados com um pacote de aplicativo apagados

# act_package_install
source: Installing application
ar_sa: تثبيت التطبيق
pl: Instalowanie aplikacji
pt_br: Instalando aplicativo

# act_package_install_detail
source: An application is about to be downloaded and installed.
ar_sa: تطبيق على وشك أن يتم تحميله وتثبيته.
pl: Aplikacja została ściągnięta, i ma być zainstalowana.
pt_br: Aplicativo prestes a ser baixado e instalado.

# act_package_removed
source: Application removed
ar_sa: إزالة التطبيق
pl: Usunięcie aplikacji
pt_br: Aplicativo removido

# act_package_removed_detail
source: An application package has been removed from the device.
ar_sa: تمت إزالة تطبيقات من الجهاز.
pl: Paczka z aplikacją zostaje usunięta.
pt_br: Aplicativo removido do dispositivo.

# act_package_replaced
source: Application replaced
ar_sa: استبدال التطبيق
pl: Aplikacja zaaktualiowana.
pt_br: Aplicativo substituído

# act_package_replaced_detail
source: An application package has been replaced by a new version.
ar_sa: تم استبدال تطبيق بإصدار جديد.
pl: Paczka z aplikacją została zaaktualizowana.
pt_br: Pacote de aplicativo substituído por uma versão mais nova.

# act_package_restarted
source: Application restarted
ar_sa: إعادة تشغيل التطبيق
pl: Reset aplikacji
pt_br: Aplicativo reiniciado

# act_package_restarted_detail
source: An application package was restarted, and all it's processes have been killed.
ar_sa: تمت إعادة تشغيل التطبيق، وتم إغلاق جميع العمليات بالقوة.
pl: Paczka z aplikacją została zresetowana, i wszystkie procesy z nią związane zostały zamknięte.
pt_br: Pacote de aplicativo reiniciado a todos os seus processos finalizados.

# act_provider_changed
source: Content provider changed
ar_sa: تغيير موفر المحتوى
pl: Dostawca treści zmodyfikowany
pt_br: Provedor de conteúdo alterado

# act_provider_changed_detail
source: A content provider publishes a new event; for example, this is triggered by the GMail Storage provider when the set of unread email in the inbox changes.
ar_sa: حدث تجديد في محتوى النشر ، على سبيل المثال ، يتم تشغيل هذا من قبل بريد جوجل عند وجوده في البريد الإلكتروني غير المقروءة في علبة الوارد.
pl: Dostawca treści publikuje nowe zdarzenie, np. GMail Storage udostępnia ilość nieprzeczytanych wiadomości.
pt_br: Novo evento publicado pelo provedor de conteúdo; Por exemplo, isso pode ser disparado pelo provedor de armazenamento do GMail quando a quantidade e-mails não lidos na caixa de entrada muda.

# act_reboot
source: Reboot
ar_sa: إعادة التشغيل
pl: Restart
pt_br: Reiniciar

# act_reboot_detail
source: The system is about to reboot.
ar_sa: النظام على وشك إعادة التشغيل.
pl: System jest przygotowywane do resetu.
pt_br: Sistema irá reiniciar.

# act_screen_off
source: Screen off
ar_sa: الشاشة مغلقة
pl: Wyłączenie ekranu
pt_br: Tela desligada

# act_screen_off_detail
source: The screen just turned off.
ar_sa: تم إغلاق الشاشة.
pl: Ekran zostaje wyłączony.
pt_br: Tela acabou de desligar

# act_screen_on
source: Screen on
ar_sa: الشاشة تعمل
pl: Włączenie ekranu
pt_br: Tela ligada

# act_screen_on_detail
source: The screen just turned on.
ar_sa: تم تشغيل الشاشة.
pl: Ekran zostaje włączony.
pt_br: Tela acabou de ligar

# act_timezone_changed
source: Timezone changed
ar_sa: تم تغيير المنطقة الزمنية
pl: Zmiana strefy czasowej
pt_br: Fuso horário alterado

# act_timezone_changed_detail
source: The system timezone setting has changed.
ar_sa: المنطقة الزمنية للنظام تغيرت.
pl: Systemowa strefa czasowa zostaje zmieniona.
pt_br: Configuração de fuso horário alterada

# act_time_changed
source: Time changed
ar_sa: الزمن تغير
pl: Zmiana czasu
pt_br: Hora alterada

# act_time_changed_detail
source: The system time has changed.
ar_sa: تم تغيير وقت النظام.
pl: Czas systemu zostaje zmieniony.
pt_br: Hora do sistema alterada.

# act_time_tick
source: Time tick
ar_sa: علامة الوقت
pl: Okres zegara

# act_time_tick_detail
source: The current time has changed. This is triggered once every minute.
ar_sa: تغيرت الوقت الحالي. يتم تشغيل هذا مرة واحدة كل دقيقة.
pl: Aktualny czas zmienia się. Zdarzenie wywoływane co minute.
pt_br: Hora atual alterada. Isso é disparado uma vez por minuto.

# act_uid_removed
source: User removed
ar_sa: إزالة المستخدم
pl: Użytkownik został usunięty.
pt_br: Usuário removido

# act_uid_removed_detail
source: A user id was removed from the system. This is usually related to the removal of an installed application.
ar_sa: تمت إزالة مستخدم من النظام. هذا يرتبط عادة بإزالة تطبيق مثبت.
pl: Użytkownik został usunięty. Jest to często powiązane z usunięciem zainstalowanej aplikacji.
pt_br: Id do usuário removido do sistema. Isso geralmente está relacionado à remoção de um aplicativo.

# act_ums_connected
source: USB connected
ar_sa: توصيل USB
pl: Połączenie z USB.
pt_br: USB conectado

# act_ums_connected_detail
source: The device has entered USB Mass Storage mode.
ar_sa: دخل الجهاز وضع مخزن كبير السعة USB.
pl: Urządzenie zostaje przełączone w Tryb Pamięci Masowej.
pt_br: O dispositivo entrou no modo "USB Mass Storage".

# act_ums_disconnected
source: USB disconnected
ar_sa: قطع اتصال USB
pl: Odłączenie od USB.
pt_br: USB disconectado

# act_ums_disconnected_detail
source: The device has exited USB Mass Storage mode.
ar_sa: تم إنهاء وضع مخزن كبير السعة USB.
pl: Urządzenie wyszło z Trybu Pamięci Masowej.
pt_br: Usuário saiu do modo "USB Mass Storage"

# act_user_present
source: User present
ar_sa: المستخدم الحالي
pl: Użytkownik obecny
pt_br: Usuário presente

# act_user_present_detail
source: The user woke up the device and successfully passed the keyguard (if enabled).
ar_sa: أيقض المستخدم الجهاز بنجاح ( إذا تم تفعيله ) .
pl: Użytkownik budzi urządzenie i odblokowuje je (jeśli blokada jest nałożona).
pt_br: Usuário acordou o dispositivo e informou o keyguard com sucesso (caso habilitado).

# act_wallpaper_changed
source: Wallpaper changed
ar_sa: تغيير خلفية
pl: Zmiana tapety.
pt_br: Papel de parede alterado

# act_wallpaper_changed_detail
source: The system wallpaper has changed, either due to a user action, or by an application.
ar_sa: خلفية النظام تغيرت، من قبل المستخدم، أو تطبيق ما.
pl: Systemowa tapeta uległa zmianie, co może być powiązane z akcją użytkownika, lub też aplikacji.
pt_br: Papel de parede do sistema alterado pelo usuário ou por um aplicativo.

# act_sim_full
source: SIM is full
ar_sa: SIM ممتلئ
pl: SIM jest zapełniona.
pt_br: SIM cheio

# act_sim_full_detail
source: The SIM storage for SMS messages is full.
ar_sa: مساحة تخزين SIM للرسائل ممتلئة بالكامل.
pl: Pamięć wiadomości SMS, na karcie SIM, zapełniła się.
pt_br: Armazenamento do SIM para mensagens SMS está cheio.

# act_sms_received
source: SMS received
ar_sa: راسله نصية واردة
pl: Otrzymanie SMSa
pt_br: SMS recebida
