Repository: lzuzhp/game
Catalog: android-autostarts-master/locale/actions-*.po
Languages: ar_sa, pl, pt_br

# act_sms_received_detail
source: A new text based SMS message has been received.
ar_sa: تم استقبال راسله نصية.
pl: Otrzymanie nowej wiadomość SMS.
pt_br: Nova mensagem SMS de texto recebida.

# act_data_sms_received
source: Data SMS received
ar_sa: وردت بيانات رسالة نصية
pl: Otrzymano Data SMS
pt_br: SMS de dados rececida

# act_data_sms_received_detail
source: A new data SMS message has been received.
ar_sa: تم تلقي بيانات رسالة نصية جديدة.
pl: Nowy data SMS został dostarczony.
pt_br: Nova SMS de dados recebida.

# act_sms_rejected
source: SMS rejected
ar_sa: رسالة نصية مرفوضة
pl: SMS odrzucony
pt_br: SMS rejeitada

# act_sms_rejected_detail
source: A text based SMS message has been rejected.
ar_sa: تم رفض نص على رسالة نصية.
pl: Wiadomość tekstowa SMS została odrzucona.
pt_br: Mensagem SMS de texto rejeitada.

# act_wap_push_received
source: WAP PUSH received
ar_sa: استقبال دفع WAP
pl: Otrzymano WAP PUSH
pt_br: WAP PUSH recebida

# act_wap_push_received_detail
source: A new WAP PUSH message has been received.
ar_sa: تم تلقي رسالة WAP جديدة.
pl: Otrzymano nową wiadomość WAP PUSH
pt_br: Nova mensagem WAP PUSH recebida.

# act_network_ids_changed
source: Wi-Fi network IDs changed
ar_sa: تغيير معرفات شبكة واي فاي
pl: ID sieci WiFI zostało zmienione
pt_br: ID da rede Wi-Fi alterado

# act_network_ids_changed_detail
source: The network IDs of the configured networks may have changed.
ar_sa: ربما تم تغيير إعدادات الشبكة المُعرفة.
pl: ID skonfigurowanych sieci uległy zmianie.
pt_br: ID de rede das redes configuradas podem ter mudado.

# act_rssi_changed
source: RSSI changed
ar_sa: تغيير RSSI
pl: RSSI uległ zmianie
pt_br: RSSI alterado

# act_rssi_changed_detail
source: The Wi-Fi signal strength (RSSI) has changed.
ar_sa: لقد تغير قوة إشارة واي فاي (RSSI).
pl: Sugnał sieci WiFi (RSSI) uległ zmianie.
pt_br: Força do sinal Wi-Fi (RSSI) alterado.

# act_scan_results_available
source: Wi-Fi scan completed
ar_sa: انتهى من فحص واي فاي
pl: WiFi zakończyło skanowanie
pt_br: Escaneamento Wi-Fi completo

# act_scan_results_available_detail
source: An access point scan has completed, and results are available.
ar_sa: تم استكمال مسح نقاط الوصول، وتتوفر نتائج.
pl: Wyniki poszukiwania AP są dostępne.
pt_br: Escaneamento por pontos de acesso foi completado e os resultados estão disponíveis.

# act_network_state_changed
source: Wi-Fi state changed
ar_sa: تغيرت حالة واي فاي
pl: Status WiFI uległ zmianie
pt_br: Estado do Wi-Fi mudou

# act_network_state_changed_detail
source: The state of Wi-Fi connectivity has changed.
ar_sa: لقد تغيرت حالة اتصال واي فاي.
pl: Status połączenie WiFi uległ zmianie.
pt_br: O estado da conectividade Wi-Fi mudou.

# act_supplicant_connection_change
source: Wi-Fi connection changed
ar_sa: تغير اتصال وأي فأي
pl: Połączenie WiFi uległo zmianie
pt_br: Conexão Wi-Fi mudou

# act_supplicant_connection_change_detail
source: The connection to a Wi-Fi access point was either successfully established, or an existing connection lost.
ar_sa: إما أن تأسيس الاتصال بنقطة الوصول وأي فأي نجح، أو أن الاتصال مفقود.
pl: Połączenie WiFi z punktem dostępowym zostało nawiązane, lub zerwane.
pt_br: Conexão a um ponto de acesso Wi-Fi foi estabelecida com sucesso ou uma conexão existente foi perdida.

# act_suplicant_state_changed
source: Wi-Fi connecting state changed
ar_sa: تغير اتصال وأي فأي
pl: Status połączenia WiFi uległ zmianie
pt_br: Estado da conexão Wi-Fi mudou

# act_suplicant_state_changed_detail
source: The state of of establishing a connection to an access point has changed.
ar_sa: حالة تأسيس الاتصال إلى نقطة وصول تغيرت.
pl: Status nawiązanego połączenia z punktem dostępowym uległ zmianie.
pt_br: O estado de estabelecimento da conexão com o ponto de acesso mudou.

# act_ringer_mode_changed
source: Ringer mode changed
ar_sa: تغير وضع الجرس
pl: Tryb dzwonka zmieniony
pt_br: Modo da campainha alterado

# act_ringer_mode_changed_detail
source: The ringer mode has changed (silent, vibrate, etc).
ar_sa: تغير وضع الجرس إلى (الصامت، هزاز، وغير ذلك).
pl: Tryb dzwonka uległ zmianie (wyciszony, wibracja, itd.).
pt_br: Modo da campainha mudou (silencioso, vibração, etc).

# act_vibrate_setting_changed
source: Vibrate setting changed
ar_sa: تغيرت إعداد الهزاز
pl: Ustawienia wibracji zostały zmienione
pt_br: Configuração de vibração alterada

# act_vibrate_setting_changed_detail
source: The vibrate setting has changed (on, off, etc).
ar_sa: تغير وضع الهزاز (تشغيل ، إطفاء ، الخ).
pl: Ustawienia wibracji uległy zmianei (wł, wył, itd).
pt_br: Configuração de vibração mudou (ligado, desligado, etc).

# act_audio_becoming_noisy
source: Audio becoming noisy
ar_sa: الصوت يصبح صاخب
pl: Dźwięk przechodzi w tryb głośny
pt_br: Áudio ficando barulhento.

# act_audio_becoming_noisy_detail
source: Audio is about to become 'noisy' due to a change in audio outputs, e.g. when a headset is unplugged.
ar_sa: الصوت على وشك أن يصبح 'صاخب' عند تغيير مخرج الصوت ، على سبيل المثال عندما يتم توصيل سماعة.
pl: Dźwięk przechodzi w tryb 'głośny', kiedy następuje zmiana wyjścia audio, np. zestaw słuchawkowy jest odłączony
pt_br: Áudio prestes a ficar "barulhento" devido à mudança na saída de áudio, como, por exemplo, quando o fone de ouvido é desconectado.

# act_tts_queue_completed
source: TTS queue completed
ar_sa: انتهى تحويل النص إلى كلام
pl: Zadanie TTS zakończone
pt_br: Fila TTS completada

# act_tts_queue_completed_detail
source: The TextToSpeech synthesizer has completed processing of all the text in the speech queue.
ar_sa: تم الانتهاء من تحويل كل النصوص في قائمة الانتظار إلى كلام
pl: Syntezator Text To Speech zakończył przetwarzanie wszystkich tekstów w dźwięk.
pt_br: Sintetizador de texto-para-fala completou o processamento de todo o texto da fila de fala.

# act_tts_data_installed
source: TTS data installed
ar_sa: تثبيت بيانات تحويل النص إلى كلام
pl: Dane TTS zostały zainstalowane.
pt_br: Dados TTS instalados

# act_tts_data_installed_detail
source: Signals the completion of the installation of the data files used by the synthesis engine.
ar_sa: إشارات إكمال تركيب ملفات البيانات المستخدمة من قبل محرك التوليف.
pl: Informuje o zakończonej instalacji plików danych używanych przez silnik syntezy mowy.
pt_br: Sinaliza o fim da instalação de arquivos de dados usados pela máquina de sintetização.

# act_sink_state_changed
source: BT sink state changed
ar_sa: تغيرت حالة اتصال البلوتوث
pl: Status BT sink uległ zmianie
pt_br: Estado do BT alterado

# act_sink_state_changed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (evento Bluetooth)

# act_bonding_created
source: BT bonding created
ar_sa: تم إنشاء ارتباط بلوتوث
pl: Sparowano z urządzeniem BT
pt_br: Ligação BT criada

# act_bonding_created_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (evento Bluetooth)

# act_bonding_removed
source: BT bonding removed
ar_sa: تم حذف ارتباط بلوتوث
pl: Usunięto sparowanie BT
pt_br: Ligação Bluetooth removida

# act_bonding_removed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (evento Bluetooth)

# act_disabled
source: Bluetooth disabled
ar_sa: تعطيل بلوتوث
pl: Bluetooth wyłączony
pt_br: Bluetooth desabilitado

# act_disabled_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (evento Bluetooth)

# act_discovery_completed
source: BT discovery completed
ar_sa: انتهى بحث بلوتوث
pl: Wykrywanie BT zakończone
pt_br: Descoberta BT finalizada

# act_discovery_completed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (evento Bluetooth)

# act_discovery_started
source: BT discovery started
ar_sa: بدأ بحث بلوتوث
pl: Wykrywanie BT uruchomione
pt_br: Descoberta BT iniciada

# act_discovery_started_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (evento Bluetooth)

# act_enabled
source: Bluetooth enabled
ar_sa: تمكين بلوتوث
pl: Włączono Bluetooth
pt_br: Bluetooth habilitado

# act_enabled_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (evento Bluetooth)

# act_headset_state_changed
source: BT headset state changed
ar_sa: سماعات رأس بلوتوث
pl: Stan zestawu BT uległ zmianie
pt_br: Estado do fone de ouvido BT alterado

# act_headset_state_changed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (evento Bluetooth)

# act_mode_changed
source: BT mode changed
ar_sa: حالة بلوتوث تغيرت
pl: Tryb BT zmieniony
pt_br: Modo BT alterado

# act_mode_changed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (evento Bluetooth)

# act_name_changed
source: BT name changed
ar_sa: اسم بلوتوث تغير
pl: Zmiana nazwy BT
pt_br: Nome BT alterado

# act_name_changed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (evento Bluetooth)

# act_pairing_cancel
source: BT pairing canceled
ar_sa: تم إلغاء اقتران بلوتوث
pl: Żądanie parowania anulowane
pt_br: Pareamento BT cancelado

# act_pairing_cancel_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (evento Bluetooth)

# act_pairing_request
source: BT pairing requested
ar_sa: تم طلب اقتران بلوتوث
pl: Żądanie parowania urządzeń BT
pt_br: Pareamento BT requisitado

# act_pairing_request_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_remote_alias_changed
source: BT alias changed
ar_sa: تغيير الاسم المستعار للبلوتوث
pl: Alias BT zmieniony
pt_br: pseudônimo do BT alterado

# act_remote_alias_changed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_remote_alias_cleared
source: BT alias cleared
ar_sa: تم مسح الاسم المستعار للبلوتوث
pl: Alias BT wyczyszczony
pt_br: pseudônimo do BT apagado

# act_remote_alias_cleared_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_remote_device_connected
source: BT device connected
ar_sa: جهاز بلوتوث متصل
pl: Połączono z urządzeniem BT
pt_br: dispositivo BT conectado

# act_remote_device_connected_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_remote_device_disappeared
source: BT device disappeared
ar_sa: اختفى جهاز بلوتوث
pl: Urządzenie BT znikło
pt_br: Dispositivo BT desapareceu

# act_remote_device_disappeared_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_remote_device_disconnected
source: BT device disconnected
ar_sa: جهاز بلوتوث غير متصل
pl: Rozłączono urządzenie BT
pt_br: Dispositivo BT desconectado

# act_remote_device_disconnected_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_remote_device_disconnect_requested
source: BT disconnect requested
ar_sa: طلب قطع اتصال بلوتوث
pl: Żądanie rozłączenia BT
pt_br: Desconexão BT solicitada

# act_remote_device_disconnect_requested_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_remote_device_found
source: BT device found
ar_sa: تم العثور على جهاز بلوتوث
pl: Znaleziono urządzenie BT
pt_br: Dispositivo BT encontrado

# act_remote_device_found_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_remote_name_failed
source: BT name failed
ar_sa: اسم بلوتوث غير صالح
pl: Nazw BT błędna
pt_br: Nome do BT falhou

# act_remote_name_failed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_remote_name_updated
source: BT name updated
ar_sa: تحديث اسم بلوتوث
pl: Aktualizacja nazwy BT
pt_br: Nome do BT atualizado

# act_remote_name_updated_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_state_changed
source: BT state changed
ar_sa: تغيرت حالة البلوتوث
pl: Status BT uległ zmianie
pt_br: Estado do BT alterado

# act_bt_state_changed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_name_changed
source: BT name changed
ar_sa: تغير اسم بلوتوث
pl: Zmiana nazwy BT
pt_br: Nome do BT alterado

# act_bt_name_changed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_bond_state_changed
source: BT bond state changed
ar_sa: تغيرت حالة ربط بلوتوث
pl: Status parowania BT zmieniony
pt_br: Estado da ligação BT alterado

# act_bt_bond_state_changed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_audio_state_changed
source: BT audio state changed
ar_sa: تغيرت حالة صوت بلوتوث
pl: Stan Audio BT uległ zmianie
pt_br: Estado do áudio BT alterado

# act_bt_audio_state_changed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_local_name_changed
source: BT local name changed
ar_sa: تغير اسم بلوتوث المحلي
pl: Lokalna nazwa BT zmieniona
pt_br: Nome local do BT alterado

# act_bt_local_name_changed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_scan_mode_changed
source: BT scan mode changed
ar_sa: حالة بحث بلوتوث تغيرت
pl: Tryb skanowania BT uległ zmianie
pt_br: Modo de escaneamento do BT alterado

# act_bt_scan_mode_changed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_discovery_finished
source: BT discovery finished
ar_sa: الانتهاء من اكتشاف بلوتوث
pl: Zakończono wykrywanie BT
pt_br: Descoberta do BT finalizada

# act_bt_discovery_finished_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_acl_connected
source: BT ACL connected
ar_sa: بلوتوث متصل ب ACL
pl: BT ACL połączony
pt_br: ACL BT conectado

# act_bt_acl_connected_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_acl_disconnected
source: BT ACL disconnected
ar_sa: بلوتوث غير متصل ب ACL
pl: BT ACL rozłączony
pt_br: ACL BT desconectado

# act_bt_acl_disconnected_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_acl_disconnect_requested
source: BT ACL disconnect requested
ar_sa: طلب ACL قطع اتصال بلوتوث
pl: BT ACL żadanie rozłączenia
pt_br: Desconexão ACL BT solicitada

# act_bt_acl_disconnect_requested_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_class_changed
source: BT class changed
ar_sa: تغير درجة بلوتوث
pl: Klasa BT zmieniona
pt_br: Classe do BT alterada

# act_bt_class_changed_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_found
source: BT found
ar_sa: العثور على بلوتوث
pl: Znaleziono urządzenia BT
pt_br: BT encontrado

# act_bt_found_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_device_selected
source: BT device selected
ar_sa: تم اختيار جهاز بلوتوث المحدد
pl: Wybrano urządzenie BT
pt_br: Dispositivo BT selecionado

# act_bt_device_selected_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_launch
source: BT launch
ar_sa: تم إطلاق بلوتوث
pl: Uruchomiono BT
pt_br: BT lançado

# act_bt_launch_detail
source: (Bluetooth event)
ar_sa: (حدث بلوتوث)
pl: (Zdarzenie Bluetooth)
pt_br: (Evento Bluetooth)

# act_bt_a2dp_connection_state_changed
source: BT A2DP connection state changed
ar_sa: تغير وضع اتصال بلوتوث A2DP
pl: Status połączenia BT A2DP został zmieniony
pt_br: Estado da conexão BT A2DP alterado

# act_bt_a2dp_connection_state_changed_detail
source: Connection state of the A2DP profile has changed.
ar_sa: لقد تغيرت مميزات اتصال A2DP.
pl: Status połączenia z profilem A2DP uległ zmianie.
pt_br: Estado do perfil da conexão A2DP alterado.

# act_bt_a2dp_playing_state_changed
source: BT A2DP playing state changed
ar_sa: تغير وضع تشغيل بلوتوث A2DP
pl: Status odgrywania BT A2DP został zmieniony
pt_br: Estado do tocador BT A2DP alterado

# act_bt_a2dp_playing_state_changed_detail
source: Playing state of the A2DP profile has changed.
ar_sa: تغير مميزات تشغيل بلوتوث A2DP
pl: Status odgrywania w profilu A2DP uległ zmianie.
pt_br: Estado do perfil do tocador A2DP alterado.

# act_bt_connection_state_changed
source: BT connection state changed
ar_sa: حالة اتصال بلوتوث تغيرت
pl: Stan połączenia BT uległ zmianie
pt_br: Estado da conexão BT alterado

# act_bt_connection_state_changed_detail
source: The connection state of the local Bluetooth adapter to a profile of the remote device has changed.
ar_sa: لقد تغير حالة اتصال محول بلوتوث المحلي للتحكم بالجهاز البعيد.
pl: Status połączenia lokalnego adaptera Bluetooth z zdalnym urządzeniem uległ zmianie.
pt_br: Estado da conexão do adaptador Bluetooth local à um perfil do dispositivo remoto alterado.

# act_bt_headset_audio_state_changed
source: BT A2DP audio state changed
ar_sa: تغيرت حالة صوت بلوتوث A2DP
pl: Status BT A2DP uległ zmianie
pt_br: Estado do áudio BT A2DP alterado

# act_bt_headset_audio_state_changed_detail
source: The Audio Connection state of the A2DP profile has changed.
ar_sa: لقد تغيرت حالة الاتصال الصوتي لمميزات A2DP.
pl: Stan połączenia audio A2DP uległo zmianie.
pt_br: Estado do perfil da conexão de áudio do perfil A2DP alterado.

# act_bt_headset_connection_state_changed
source: BT Headset connection state changed
ar_sa: حالة اتصال سماعة بلوتوث تغييرت
pl: Status połączenia zest. słuchawkowego BT zmienił się.
pt_br: Estado da conexão do fone de ouvido BT alterado

# act_bt_headset_connection_state_changed_detail
source: Reports a change in connection state of the Headset profile.
ar_sa: تغيير التقاريرفي حالة اتصال وضع سماعة الرأس.
pl: Raportuje zmiany w stanie połączenia z zest. słuchawkowym.
pt_br: Informa mudança no estado da conexão do perfil do fone de ouvido.

# act_bt_headset_vendor_event
source: BT Headset vendor event
ar_sa: حدث بائع سماعة بلوتوث
pl: Specyficzne zdarzenie zestawu słuchawkowego BT
pt_br: Evento do fornecedor do fone de ouvido BT

# act_bt_headset_vendor_event_detail
source: The headset has posted a vendor-specific event.
ar_sa: أرسلت سماعة الرأس حدث بائع.
pl: Zestaw słuchawkowy wysłał zdarzenie specyficzne dla producenta.
pt_br: Fone de ouvido submeteu um evento específico do fornecedor.

# act_background_data_setting_changed
source: Background data setting changed
ar_sa: إعدادات البيانات الخلفية تغيرت
pl: Ustawnienia Danych w tle uległy zmianie
pt_br: Configurações de dados em segundo plano alteradas

# act_background_data_setting_changed_detail
source: The setting for background data usage has changed values.
ar_sa: تم تغيير قيم الإعداد من أجل استخدام البيانات الخلفية.
pl: Ustawienia 'Dane w tle' uległy zmianie.
pt_br: Valores alterados para as configurações de uso de dados em segundo plano.

# act_appwidget_enabled
source: Widget enabled
ar_sa: تمكين الودجة
pl: Widżet aktywowany
pt_br: Widget habilitado

# act_appwidget_enabled_detail
source: The first copy of a widget was added.
ar_sa: تمت إضافة النسخة الأولى من الودجة
pl: Pierwsza kopia widżetu została dodana.
pt_br: A primeira cópia do widget foi adicionada.

# act_appwidget_update
source: Widget updating
ar_sa: تحديث الودجة
pl: Aktualizacja widżetów
pt_br: Atualizando o widget

# act_appwidget_update_detail
source: A widget is asked to update itself. How often this is triggered depends on the widget in question, but never for widgets that are not in use. <b>Note that disabling this event will likely render the widget defunct.</b>
ar_sa: ودجة تطلب تحديث نفسها. وهذا يتوقف على استخدامك للودجة المعنية، لا تحدث ابدأ للودجة التي لا تستخدمها. <b>ملاحظة أن تعطيل هذا التحديث قد يحدث مشاكل في الودجة.</b>
pl: Widżet jest proszony o aktualizację samego siebie. Częstość wywoływania owego zdarzenia zależy od samego widżetu, i nie jest używane przez nieaktywne dodatki. <b>Uwaga: Wyłączenie tego zdarzenia, może zepsuć działanie wiedżetów.</b>
pt_br: Um widget está pedidno para se atualizar. A frequencia com que isso acontece depende do widget em questão, mas nunca para widgets que não estão em uso. <b>Note que desabilitando este evento o widget provavelmente irá ficar inútil.</b>

# act_appwidget_disabled
source: Widget disabled
ar_sa: تعطيل الودجة
pl: Widżet deaktywowany
pt_br: Widget desabilitado

# act_appwidget_disabled_detail
source: The last copy of a widget was removed.
ar_sa: تمت إزالة آخر نسخة من الودجة.
pl: Ostatnia kopia widżetu została usunięta.
pt_br: A última cópia de um widget foi removida.

# act_appwidget_deleted
source: Widget deleted
ar_sa: حذفت الودجة
pl: Widżet usunięty
pt_br: Widget apagado

# act_appwidget_deleted_detail
source: A copy of a widget was removed. Note that most widgets support multiple copies.
ar_sa: تمت إزالة نسخة من الودجة. لاحظ أن معظم الودجات تدعم نسخ متعددة.
pl: Kopia widżetu została usunięta. Większość widżetów obsługuję kilka kopi.
pt_br: Uma cópia do widget foi removida. Note que a maioria dos widgets suportam múltiplas cópias.

# act_phone_state_changed
source: Call state changed
ar_sa: تغيرت حالة الاتصال
pl: Status połączenia uległ zmianie
pt_br: Estado da ligação alterado

# act_phone_state_changed_detail
source: The call state of the phone has changed, for example when a new call is coming in, a call is accepted, or a previously active call ends.
ar_sa: تغير حالة مكالمات الهاتف، على سبيل المثال عندما تأتي مكالمة جديدة،يتم قبول المكالمة أو إنهاء المكالمة النشطة مسبقاً.
pl: Status rozmowy został zmieniony, np. ktoś do ciebie dzwoni, odbierasz telefon, lub rozmowa kończy się.
pt_br: Estado da ligação do telefone mudou, como por exemplo quando uma nova ligação é recebida, aceita ou uma ligação ativa é terminada.

# act_connectivity
source: Connectivity changed
ar_sa: تغيير الاتصال
pl: Łączność uległa zmianie
pt_br: Conectividade alterada

# act_connectivity_detail
source: The current network connection has changed, e.g. when switching from Wi-Fi to GSM. Note that since this is also triggered when a connection is initially established, it effectively entails the On Startup behavior.
ar_sa: اتصال شبكة الاتصال الحالية تغير، بعد التبديل من وأي فأي إلى جي إس أم. لاحظ أنه بعد هذا التبديل فإنه سيتبع نفس السلوك "عند بدء التشغيل".
pl: Aktualne połączenie z siecią uległo zmianie np. kiedy przełączysz się z Wi-Fi do GSM. Zdarzenie to wywoływane już również kiedy połączenie jest inicjalizowane.
pt_br: A conexão atual com a rede mudou. Exemplo, quando se muda de Wi-Fi para GSM. Note que como isso é disparado também quando a conexão é estabelecida inicialmente, isso é similar ao comportamento do evento "On Startup".

# act_new_picture
source: New Picture
ar_sa: صورة جديدة
pl: Nowy obrazek
pt_br: Nova imagem

# act_new_picture_detail
source: A new photo was added to the gallery, usually by the Camera application after the user made a new photo.
ar_sa: صورة جديدة اضيفت لمعرض الصور، عادة تضاف الصور بعد التقاطها بالكاميرا.
pl: Nowe zdjęcie zostało dodane do galerii. Akcja pojawia się zazwyczaj po zrobieniu zdjęcia aparatem telefonu.
pt_br: Nova foto adicionada à galeria, geralmente pelo aplicativo de câmera depois do usuário tirar um nova foto.

# act_secret_code
source: Secret Code entered
ar_sa: تم إدخال الرقم السري
pl: Kod zabezpieczeń został wprowadzony.
pt_br: Código secreto informado

# act_secret_code_detail
source: A secret code was entered in the dialer. They are in the form of *#*##*#*.
ar_sa: تم إدخال الرقم السري للاتصال. إنها في شكل *#*##*#*.
pl: Wpisano tajny kod w telefon. Forma kodu: *#*##*#*.
pt_br: Código secreto informado no discador no formato *#*##*#*.
