Repository: lzuzhp/game
Catalog: android-autostarts-master/locale/actions-*.po
Languages: ar_sa, pl, pt_br

# act_spn_strings_updated
source: Service provider data changed
ar_sa: تم تغيير مزود الخدمة
pl: Usługodawca uległ zmianie.
pt_br: Provedor de serviço de dados alterado

# act_spn_strings_updated_detail
source: The name of the network operator or service provider have changed.
ar_sa: تغير اسم مزود الخدمة أو الشبكة.
pl: Nazwa operatora lub dostawcy usług uległ zmianie.
pt_br: Nome da operadora de rede ou provedor de serviço alterado.

# act_anr
source: Application not responding
ar_sa: التطبيق لا يستجيب
pl: Aplikacja nie odpowiada
pt_br: Aplicativo não está respondendo

# act_anr_detail
source: An application is not responding. This is when you see the infamous dialog box.
ar_sa: التطبيق لا يستجيب. هذا عندما ترى مربع معلومات الاتصال.
pl: Aplikacja nie odpowiada. Akcja ta pojawia się w momencie kiedy ujrzysz owe okno dialogowe.
pt_br: Aplicativo não está respondendo. É quando você vê a infame caixa de diálogo.

# act_event_reminder
source: Event reminder
ar_sa: تذكير بالحدث
pl: Przypomnienie o zdarzeniu
pt_br: Lembrete de evento

# act_event_reminder_detail
source: A reminder for a scheduled event should now be shown. This is used by the Calendar application.
ar_sa: سيظهر الآن تذكرة لحدث مجدول. يتم استخدامه قبل تطبيق التقويم.
pl: Przypomnienie o zapisanym zdarzeniu powinno się teraz pojawić. Akcja ta jest używana przez Kalendarz.
pt_br: Lembrete para um evento agendado deve ser exibido agora. Isso é usado pelo aplicativo de Calendário.

# act_install_shortcut
source: Install Shortcut
ar_sa: تثبيت اختصار
pl: Instalacja skrótu
pt_br: Instalar atalho

# act_install_shortcut_detail
source: An application wants to put a shortcut on your home screen. Home screen application will usually register for this.
ar_sa: تطبيق يرغب بإضافة اختصار على سطح المكتب.عادة سطح المكتب يسجل هذه الإضافات
pl: Aplikacja chce zainstalować skrót na ekranie głównym. Launcher powinien rejestrować to zdarzenie.
pt_br: Aplicação quer adicionar um atalho à sua área de trabalho. Aplicação de área de trabalho geralmente irá registrar isso.

# act_uninstall_shortcut
source: Uninstall Shortcut
ar_sa: إزالة الاختصار
pl: Usuwanie skrótu
pt_br: Desinstalar atalho

# act_uninstall_shortcut_detail
source: An application wants to remove a shortcut from your home screen. Home screen application will usually register for this.
ar_sa: تطبيق يرغب بإزالة اختصار على سطح المكتب.عادة سطح المكتب يسجل هذه الإضافات
pl: Aplikacja zażądała usunięcia skrótu z launchera, który powinien rejestrować owe zdarzenie.
pt_br: Aplicação quer remover um atalho da sua área de trabalho. Aplicação de área de trabalho geralmente irá registrar isso.

# act_any_data_state
source: Data state changed
ar_sa: تغيرت حالة المعلومات
pl: Zmiana statusu przesyłu danych
pt_br: Estado dos dados alterado

# act_any_data_state_detail
source: The state of a data connection (for example MMS, GPS) has changed, for example when you connect to a new APN.
ar_sa: تغيرت حالة اتصال البيانات (على سبيل المثال رسائل الوسائط المتعددة ، نظام تحديد المواقع) ، تحدث هذه عند تغيير الاتصال APN.
pl: Status przesyłu danych(np. MMS, GPS) został zmieniony. Przykładem może być połączenie z nowym APN.
pt_br: Estado da conexão de dados (por exemplo MMS, GPS) alterado. Isso acontece quando se conecta a um novo APN, por exemplo.

# act_service_state
source: Service state changed
ar_sa: تغيرت حالة الخدمة
pl: Zmiana stanu sieci
pt_br: Estado do serviço alterado

# act_service_state_detail
source: The phone's service state has changed, for example when you start roaming, or connect to a different mobile network.
ar_sa: تغير حالة خدمة الهاتف، على سبيل المثال عند بدء تشغيل خدمة التجوال، أو الاتصال بشبكة هاتف محمول مختلفة.
pl: Konfiguracja sieci telefonicznej zmienia swój stan. Przykładem jest uruchomienie roamingu, lub połączenie z innym operatorem.
pt_br: Estado do serviço do telefone alterado. Acontece quando entra em roaming ou se conecta a uma rede móvel diferente, por exemplo.

# act_data_connection_failed
source: Data connection failed
ar_sa: فشل اتصال البيانات
pl: Przesył danych nie możliwy
pt_br: Conexão de dados falhou

# act_data_connection_failed_detail
source: An attempt to establish a data connection has failed.
ar_sa: فشلت محاولة تأسيس اتصال البيانات.
pl: Uzyskanie połączenia z siecią przesyłu danych jest nie możliwe.
pt_br: Tentativa de estabelecer uma conexão de dados falhou.

# act_sim_state_changed
source: SIM state changed
ar_sa: تغيرت حالة SIM
pl: Stan SIM zmieniony
pt_br: Estado do SIM alterado

# act_sim_state_changed_detail
source: The sim card state has changed, for example when it is initially loaded, or when it becomes locked due to incorrect PIN entry.
ar_sa: تغيرت حالة بطاقة SIM، على سبيل المثال عندما يتم تحميلها في البداية ، أو عندما تغلق بسبب إدخال PIN غير صحيح.
pl: Karda sim zmienia swój stan; przykładem jest inicjalizacja, lub zablokowanie w wyniku wprowadzenia błędnego kodu PIN.
pt_br: Estado do cartão SIM alterado. Acontece quando é carregado na inicialização ou quando o PIN errado é informado, por exemplo.

# act_signal_strength
source: Signal strength changed
ar_sa: قوة الإشارة تغيير
pl: Zmiana siły sygnału.
pt_br: Força do sinal alterada

# act_signal_strength_detail
source: The phone's signal strength has changed.
ar_sa: تغيرت قوة إشارة الهاتف.
pl: Siła sygnału telefonu została zmieniona.
pt_br: Força do sinal do telefone mudou.

# act_network_set_time
source: Network Time Change
ar_sa: تغيير وقت الشبكة
pl: Zmiana czasu sieci
pt_br: Mudança do horário da rede

# act_network_set_time_detail
source: The phone's time was set by the carrier.
ar_sa: تم تعيين وقت للهاتف من المشغل.
pl: Telefon otrzymuję informacje od czasie od operatora.
pt_br: Hora do telefone definida pela operadora.

# act_network_set_timezone
source: Network Timezone Change
ar_sa: تغيير المنطقة الزمنية في شبكة الاتصال
pl: Zmiana strefy czasowej sieci
pt_br: Alteração do fuso-horário da rede

# act_network_set_timezone_detail
source: The phone's timezone was set by the carrier.
ar_sa: تم تعيين التوقيت الهاتف من قبل المشغل.
pl: Operator przekazuję strefę czasową do telefonu.
pt_br: Fuso-horário do telefone definido pela operadora.

# act_wifi_state_changed
source: Wi-Fi state changed
ar_sa: تغيرت حالة واي فاي
pl: Zmiana stanu WiFi
pt_br: Estado do Wi-Fi alterado

# act_wifi_state_changed_detail
source: The state of the Wi-Fi chip has changed, for example when it is enabled or disabled.
ar_sa: تغير حالة رقاقة وأي فأي، على سبيل المثال عند تمكين أو تعطيل الشبكة.
pl: Stan WiFi został zmieniony. Na przykład WiFi zostało włączone, lub wyłączone.
pt_br: Estado do chip Wi-Fi alterado. Acontece quando ele é habilitado ou desabilitado.

# act_external_apps_available
source: Externals apps available
ar_sa: التطبيقات الخارجية متاحة
pl: Aplikacja zewnętrzna jest dostępna
pt_br: Aplicativos externos disponíveis

# act_external_apps_available_detail
source: Externals apps (e.g. stored on SD card) have become available.
ar_sa: أصبحت التطبيقات الخارجية متاحة (مثل المخزنة على بطاقة الذاكرة الرقمية SD).
pl: Zewnętrzne aplikacje (np. przechowywane na karcie SD), są już dostępne.
pt_br: Aplicativos externos (armazenados no cartão SD, por exemplo) estão disponíveis.

# act_external_apps_unavailable
source: Externals apps unavailable
ar_sa: التطبيقات الخارجية غير متاحة
pl: Aplikacje zewnętrzne są niedostępne.
pt_br: Aplicativos externos indisponíveis

# act_external_apps_unavailable_detail
source: Externals apps (e.g. stored on SD card) are no longer available.
ar_sa: التطبيقات الخارجية غير متاحة (مثل المخزنة على بطاقة الذاكرة الرقمية SD).
pl: Aplikacje zewnętrzne nie są dłużej dostępne.
pt_br: Aplicativos externos (armazenados no cartão SD, por exemplo) não estão mais disponíveis.

# act_password_changed
source: Password changed
ar_sa: تم تغيير كلمة المرور
pl: Hasło zostało zmienione
pt_br: Senha alterada

# act_password_changed_detail
source: Sent to a device admin when the user changes their password.
ar_sa: أرسلت إلى مسئول الجهاز عند قيام المستخدم بتغيير كلمة المرور الخاصة به.
pl: Wysyłane do administratora urządzenie, kiedy użytkownik zmienia swoje hasło.
pt_br: Enviado para um admin do dispositivo quando o usuário altera sua senha.

# act_password_failed
source: Password failed
ar_sa: فشل كلمة المرور
pl: Hasło nieprawidłowe
pt_br: senha falhou

# act_password_failed_detail
source: Sent to a device admin when the user has failed at attempted to enter the password.
ar_sa: أرسلت إلى مسئول الجهاز عند فشل المستخدم في تغيير كلمة المرور الخاصة به.
pl: Wysyłane do administratora urządzenia kiedy wprowadzone hasło okaże się nie prawidłowe.
pt_br: Enviado para administrador do dispositivo depois do usuário falhar na tentativa de informar a senha.

# act_password_succeeded
source: Password succeeded
ar_sa: تم قبول كلمة المرور
pl: Hasło prawidłowe
pt_br: Senha correta

# act_password_succeeded_detail
source: Sent to a device admin when the user has successfully entered their password, after failing one or more times.
ar_sa: عند قيام المستخدم بتغيير كلمة المرور الخاصة به، ترسل إلى مسئول الجهاز
pl: Wysyłane do administratora urządzenia kiedy użytkownik wprowadzi po pomyłce prawidłowe hasło.
pt_br: Enviado para administrador do dispositivo depois do usuário informar corretamente sua senha, depois de falhar um ou mais vezes.

# act_password_expiring
source: Password expiring
ar_sa: كلمة السر تنتهي
pl: Hasło wygasa
pt_br: Senha expirando

# act_password_expiring_detail
source: Sent to a device admin when the device password is expiring.
ar_sa: عندما تنتهي كلمةالمرور إرسالها إلى مشرف الجهاز
pl: Wysyłane do administratora urządzenia, kiedy jego hasło wygasa.
pt_br: Enviado para administrador do dispositivo quando a senha está expirando.

# act_device_admin_disabled
source: Device Admin Disabled
ar_sa: مسؤول الجهاز معطل
pl: Admin urządzenia wyłączony
pt_br: Administrador do dispositivo desabilitado

# act_device_admin_disabled_detail
source: Sent to a device admin when it has been disabled.
ar_sa: أرسلت إلى مدير الجهاز عند تعطيلها.
pl: Wysyłane do administratora urządzanie kiedy zostaje deaktywowany.
pt_br: Enviado para administrador do dispositivo depois de desabilitado.

# act_device_admin_disable_req
source: Device Admin Disable Request
ar_sa: طلب تعطيل مدير الجهاز
pl: Żadanie wyłączenie Admina urządzenia
pt_br: Solicitação de desabilitação do administrador do dispositivo

# act_device_admin_disable_req_detail
source: Sent to a device admin when it is about to be disabled.
ar_sa: أرسلت إلى مدير الجهاز عندما يراد تعطيلها.
pl: Wysyłane w momencie kiedy admin ma zostać wyłączony.
pt_br: Enviado para administrador do dispositivo quando está prestes a ser desabilitado.

# act_device_admin_enabled
source: Device Admin Enabled
ar_sa: مسؤول الجهاز مفعل
pl: Admin urządzenia aktywny
pt_br: Administrador do dispositivo habilitado

# act_device_admin_enabled_detail
source: Sent to a device admin when it has been enabled.
ar_sa: أرسلت إلى مدير الجهاز عند تفعيلها.
pl: Wysyłane do urządzenia w momencie aktywacji.
pt_br: Enviado para administrador do dispositivo depois de ser habilitado.

# act_login_accounts_changed
source: Accounts changed
ar_sa: الحسابات تغيرت
pl: Konta uległy zmianie
pt_br: Contas alteradas

# act_login_accounts_changed_detail
source: Accounts have been added, or removed, or an account's credentials are changed.
ar_sa: تم إضافة أو إزالة الحسابات،أو تم تغيير الحساب.
pl: Konta zostały dodane, usunięte, lub dokonano innych zmian.
pt_br: Contas foram adicionadas, removidas ou suas credenciais alteradas.

# act_proxy_changed
source: Proxy changed
ar_sa: تغيير البروكسي
pl: Zmiana Proxy
pt_br: Proxy alterado

# act_proxy_changed_detail
source: Either the system default connection or it's proxy configuration have changed.
ar_sa: إما أن الاتصال الافتراضية للنظام تغيرت أو أن تكوين البروكسي تغير.
pl: Zmiana konfiguracji systemu związana z połączeniem.
pt_br: Conexão padrão ou configuração do proxy foi alterada.

# act_search_settings_changed
source: Search settings changed
ar_sa: تغيير إعدادات البحث
pl: Zmiana ustawień wyszukiwania
pt_br: Configurações de pesquisa alterada

# act_search_settings_changed_detail
source: The search settings have changed in some way. Either searchables have been enabled or disabled, or a different web search provider has been chosen.
ar_sa: لقد تغيرت إعدادات البحث بطريقة ما. تم تمكين أو تعطيل البحث ، أو أنه قد تم اختيار مزود ويب مختلفة.
pl: Ustawienia wyszukiwania zostały zmienione. Wyszukiwarki zostały wyłączony, włączone, lub zmieniono dostawcę wyszukiwania w sieci.
pt_br: Configurações de pesquisa alteradas de alguma forma. Itens pesquisáveis foram alterados ou um provedor de pesquisa web diferente foi escolhido.

# act_searchables_changed
source: Searchable components changed
ar_sa: تغير المكونات للبحث
pl: Przeszukiwane komponenty uległy zmianie
pt_br: Componentes pesquisáveis alterados

# act_searchables_changed_detail
source: The list of components that are searched by the system search function have changed.
pl: Lista komponentów poszukiwana przez system wyszukiwania uległa zmianie.
pt_br: Lista de componentes pesquisáveis pelo sistema foi alterada.

# act_download_notification_clicked
source: Download notification clicked
pl: Kliknięto na powiadomieniu Pobierz
pt_br: Notificação de download clicada

# act_download_notification_clicked_detail
source: Sent by the download manager when the user clicks on a running download.
pl: Wysyłane przez menadżer ściągania plików, kiedy użytkownik uruchamia ściąganie.
pt_br: Enviado pelo gerenciador de download quando usuário clica num download em andamento.

# act_download_completed
source: Download completed
pl: Zakończenie ściągania plików.
pt_br: Download completo

# act_download_completed_detail
source: Sent by the download manager when a download completes.
pl: Wysyłane przez menadżer pobierania, kiedy ściąganie zostanie zakończone.
pt_br: Enviado pelo gerenciador de download quando o download termina.

# act_location_providers_changed
source: Location providers changed
pl: Dostawca lokalizacji uległ zmianie
pt_br: Provedor de localização alterado

# act_location_providers_changed_detail
source: The configured location providers have changed (e.g. GPS enabled).
pl: Konfiguracja dostawcy lokalizacji uległa zmianie (np. włączono GPS).
pt_br: Provedor de localização configurado alterado (ex: GPS foi habilitado).

# act_statistics_report
source: Collecting Statistics
pl: Zbieranie statystyk
pt_br: Coletando estatísticas

# act_statistics_report_detail
source: Applications are asked to add information to a statistics report being assembled.
pl: Aplikacja jest proszona o dodanie własnych informacji do statystyk.
pt_br: Solicitando que aplicativos adicionem estatísticas ao relatório sendo gerado.

# act_master_clear
source: Factory reset
pl: Reset do ustawień fabrycznych
pt_br: Reset de fábrica

# act_master_clear_detail
source: The phone is about to undergo a factory reset.
pl: Telefon zostaje zresetowany do ustawień fabrycznych.
pt_br: Telefone prestes a passar por reset de fábrica

# act_sync_connection_setting_changed
source: Auto-sync changed
pl: Zmiana auto-synchronizacji.
pt_br: Auto-sincronização alterada

# act_sync_connection_setting_changed_detail
source: The global Auto-Sync setting has been changed.
pl: Ustawienia autosynchronizacji zostają zmienione.
pt_br: Configuração global de auto-sincronização foi alterada.

# act_open_audio_effect_session
source: Open audio effect control session
pl: Uruchom sesję kontrolowania efektów audio
pt_br: Abrir sessão de controle de efeito de som

# act_open_audio_effect_session_detail
source: An application wants audio effects to be applied to it's output.
pl: Aplikacja chcę użyć efekty audio aby zastosować je do wyjścia.
pt_br: Aplicativo quer que efeitos de som sejam aplicados à sua saída.

# act_close_audio_effect_session
source: Close audio effect control session
pl: Zamknij sesję kontrolowania efektów audio
pt_br: Fechar sessão de controle de efeito de som

# act_close_audio_effect_session_detail
source: An application no longer wants audio effects to be applied to it's output.
pl: Aplikacja nie wymaga więcej efektów audio które używała jako własne wyjście.
pt_br: Aplicativo não deseja mais que efeitos de som sejam aplicados à sua saída.
