Repository: lzuzhp/game
Catalog: android-autostarts-master/locale/help-*.po
Languages: ar_sa, de, it, pl, pt_br, ru

# faq1:0
source: How does it work?
ar_sa: كيف يعمل؟
de: Wie funktioniert die Sache?
it: Come funziona?
pl: Jak to działa?
pt_br: Como funciona?
ru: Как это работает?

# faq1:1
source: <p> Android allows applications to register for a variety of events supported by the system, to be started whenever such an event triggers. This allows applications to do important work in the background, but may sometimes also slow down the system. Autostarts helps you keep control over your phone by letting you know what goes on behind your back. </p>
ar_sa: <p>يسمح اندرويد للتطبيقات بتسجيل مجموعة من الأحداث التي يدعمها النظام، لتبدأ عندما يتم طلبها. هذا يسمح للتطبيقات للعمل في الخلفية ، ولكن أحيانا يبطئ النظام. التشغيل التلقائي يساعد في السيطرة على الهاتف عن طريق السماح لك بمعرفة ما يدور خلف ظهرك. </p>
de: <p>Android erlaubt Anwendungen, sich für verschiedene Ereignisse zu registrieren die das System unterstützt. Die Programme werden automatisch gestartet wenn ein solches Ereignis eintritt. Dies ermöglicht manchmal wichtige Aufgaben die im Hintergrund erledigt werden, kann das System aber auch verlangsamen. Autostart gibt dir die Kontrolle über dein Handy indem es dich wissen lässt, was hinter deinem Rücken passiert.</p>
it: <p> Android permette alle applicazioni di registrarsi per una serie di eventi sostenuti dal sistema, per essere avviati ogni volta che un evento del genere si verifica. Questo permette alle applicazioni di lavorare in background, ma talvolta può anche rallentare il sistema. Autostarts ti aiuta a mantenere il controllo sul tuo cellulare, consentendo di sapere cosa succede dietro. </p>
pl: <p> Android pozwala aplikacją na rejestracje niektórych zdarzeń obsługiwanych przez system, co pozwala na uruchomienie aplikacji, w przypadku wywołania danego zdarzenia. Pozwala to aplikacjom na wykonywanie potrzebnych czynności w tle, jednak może prowadzić do obniżenia wydajności systemu. Autostarts pomaga kontrolować telefon, dzięki czemu wiesz co dzieje się za twoimi plecami. </p>
pt_br: <p> O Android permite que aplicativos se registrem para uma variedade de eventos suportados pelo sistema, para se iniciarem assim que determinado evento acontece. ⏎ ⏎ Isso permite que aplicativos realizem trabalhos importantes em segundo plano, mas podem também deixar o sistema lento em alguns casos. ⏎ ⏎ Autostarts ajuda-o a manter controle do seu telefone permitindo que saiba o que acontece em segundo plano. </p>
ru: <p> Android позволяет приложениям регистрировать большое количество разных событий, поддерживаемых системой, и запускаться, как только событие происходит. Это позволяет приложениям делать важную работу в фоновом режиме, но может иногда замедлять работу системы. Autostarts помогает вам контролировать свой телефон, уведомляя вас, какие приложения запущены в фоновом режиме.</p>

# faq2:0
source: Can I remove an application from a particular event?
ar_sa: هل أستطيع إزالة تطبيق من حدث معين؟
de: Kann ich ein Ereignis für eine bestimmte Anwendung deaktivieren?
it: Posso rimuovere un'applicazione da un evento particolare?
pl: Czy mogę usunąć konkretne wydarzenie aplikacji?
pt_br: Posso remover um aplicativo de um determinado evento?
ru: Могу ли я отключить событие для приложения?

# faq2:1
source: Yes, but due to Android API limitations, it only works on rooted devices. <b>Please be careful when disabling stuff.</b> In particular note that the component in question may be responsible for other parts of the application's functionality than just the given event. As a result, you may experience unintended side effects. For the most part though, you can just give things a try, and enable the component again should the application break.
ar_sa: Yنعم، ولكن نظرا للقيود أندرويد،فإنها لا تعمل إلا على أجهزة الجذ. <b>الرجاء توخي الحذر عند تعطيل النظام.</b>لاحظ أن أسئلة التكوين قد تكون مسئولة عن أجزاء أخرى من وظائف التطبيق ونتيجة لذلك، قد تواجه آثار جانبية غير مقصودة. بالنسبة للجزء الاكبر من التطبيقات بالرغم من ذلك ، يمكنك المحاولة بتفعيل بعض الخواص ، وتمكين الخواص مرة أخرى عند إنهيار التطبيق.
de: Ja, aber aufgrund Beschränkungen in der Android API funktioniert dies nur auf Geräten mit Rootzugriff. <b>Bitte sei vorsichtig wenn du Dinge deaktivierst.</b> Beachte insbesondere dass andere Funktionen der Anwendung von dem Ereignis abhängen können. In der Folge gibt es möglicherweise unerwartete Nebeneffekte. In der Regel kannst du es allerdings einfach mal ausprobieren, und die Komponente einfach wieder aktivieren falls du Probleme hast.
it: Sì, ma a causa di limitazioni delle API Android, funziona solo su dispositivi con root. <b>Si prega di fare attenzione a disabilitare codesto.</b> In particolar nota che la componente in questione può essere responsabile di altre parti della funzionalità dell'applicazione non solo il dato evento. Di conseguenza, potrebbero verificarsi effetti collaterali indesiderati. Per la maggior parte, però si può semplicemente fare delle prove, e attivare dinuovo il componente dell'applicazione danneggiata.
pl: Tak, jednak istnieją ograniczenia w Android API, i jest to możliwe tylko na zrootowanych urządzeniach. <b>Bądź ostrożny wyłączając dany element</b>. Niektóre komponenty mogą wymagać danych zdarzeń aby w ogóle działać. W tym przypadku wyłączenie danego elementu może powodować niespodziewane efekty. W większości przypadków powinno pomóc włączenie wyłączonego elementu.
pt_br: Sim, mas devido à limitações das API do Android, isso funciona apenas em dispositivos com acesso de root. <b> Por favor tenha cuidado ao desabilitar coisas.</b> Note especialmente se o componente em questão é responsável por outras funcionalidades do aplicativo, além daquela associada ao evento. Como resultado podem ocorrer efeitos colaterais. No entanto, na maioria dos casos, pode-se testar desabilitar os componentes e habilitá-los novamente caso o aplicativo pare de funcionar.
ru: Да, но из-за ограничений Android API это работает только на устройствах с root-правами.<b>Будьте осторожны, отключая что-либо.</b> В некоторых случаях компонент может отвечать за другую функциональность программы, кроме данного события. В результате, работа программы может стать нестабильной. Для большинства случаев вы можете просто попробовать, и включить компонент заново, если приложение работает некорректно.

# faq3:0
source: When I activate the "show changed only" filter, why do I see stuff that I never actually modified?
ar_sa: عند تفعيل فلتر إظهار التغييرات فقط ، لماذا لا أرى الاشياء التي لم أعدلها فعلا؟
de: Wenn ich den "Nur Geänderte" Filter aktiviere, sehe ich Einträge die ich nie selbst verändert habe.
it: Quando ho attivato il filtro "mostra solo cambiati", perchè vedo cose che non ho mai effettivamente modificato?
pl: Dlaczego kiedy aktywuję "pokaż tylko zmodyfikowane", widzę również rzeczy których nigdy nie modyfikowałem?
pt_br: Quando ativo o fitro "Exibir apenas modificados", por que vejo coisas que não modifiquei?
ru: Когда я применяю фильтр "показывать только измененные", почему я вижу что-то, что я никогда не изменял?

# faq3:1
source: Whether a component has changed (and is thus displayed in bold) is determined by looking at it's default state versus it's current state. It is possible for a component to be disabled <i>by default</i> after installation, but being activated by the application itself once needed (for example after you use a specific feature or enable a setting the application).
ar_sa: إذا كان العنصر قد تغيرت (وبالتالي يعرض بشكل واضح) يتحدد من خلال النظر في الحالة هل هي الافتراضية فمن الممكن أن تعطل عنصرا <i>افتراضياً</i> بعد التثبيت، ولكن يجري تفعيله بواسطة التطبيق نفسه عند الحاجة مرة واحدة (على سبيل المثال بعد استخدام ميزة معينة أو تمكين إعداد التطبيق).
de: Ob eine Komponente als geändert gilt (und deshalb in fetter Schrift angezeigt wird) hängt sowohl von ihrem aktuellen als auch ihrem Standard-Status ab. Es ist möglich dass eine Komponente nach der Installation <i>standardmäßig deaktiviert</i> ist, und von der Anwendung selbst aktiviert wurde sobald sie gebraucht wurde (z.B. nachdem eine bestimmte Funktion verwendet oder eine Option eingeschaltet wurde).
it: Se un componente è stato modificato (e quindi è visualizzato in grassetto) è determinato con riferimento al suo stato di default rispetto allo stato attuale. E' possibile che per un componente venga disabilitato <i>di default</i> dopo l'installazione, ma venga attivato dall'applicazione stessa una volta necessario (per esempio dopo aver utilizzato una caratteristica specifica o attivato un impostazione dell'applicazione).
pl: Czy dany składnik został zmodyfikowany(i pokazanie go) jest sprawdzane poprzez spojrzenie na domyślny status, a stan aktualny. Istnieję możliwość, że program był <i>domyślnie</i> wyłączony po instalacji, ale został aktywowany gdy któraś aplikacja go potrzebowała (na przykład używasz specyficznych możliwości, lub włączysz to w konfiguracji aplikacji).
pt_br: Para saber se um componente foi alterado (passando a ser exibido em negrito) basta comparar seu estado atual com seu estado padrão. É possível que um componente esteja desabilitado <i>por padrão</i> depois da instalação, mas ser habilitado pelo aplicativo em si uma vez necessário (por exemplo, depois de usar um recurso específico ou habilitar uma configuração do aplicativo).
ru: Состояние изменения компонента (и выделение его полужирным) определяется методом сравнения его стандартного и текущего состояний. Возможно, что после установки компонент был отключен <i>стандартными настройками</i>, но он активируется приложением по мере надобности (например после использования какой-либо функции или изменения настройки в приложении).

# faq4:0
source: Is it possible to know what a particular application does on a particular event?
ar_sa: هل من الممكن أن تحدد تطبيق معين لحدث معين؟
de: Ist es möglich zu wissen was eine Anwendungen genau tut bei einem bestimmten Ereignis?
it: E 'possibile sapere che cosa fa una particolare applicazione su un particolare evento?
pl: Czy istnieję możliwość poznania która cześć aplikacji, odpowiada za daną część zdarzenia?
pt_br: É possível saber o que um aplicativo específico faz quando ocorre um evento?
ru: Возможно ли узнать, какое конкретное приложение вызывает конкретное событие?

# faq4:1
source: No, not per se. However, if you select an entry, you will be able to see what the name of the <i>component</i> is that handles the event. Sometimes, the name gives you a hint. For example, an <i>AlarmInitReceiver</i> would likely initialize the alarms or notification that you have enabled in the application. Don't be surprised then if this application's alarms stop working if you disable the component.
ar_sa: ومع ذلك، إذا قمت بتحديد إدخال، سوف تكون قادرا على رؤية اسم العنصر <i>العنصر</i>لا ، ليس في حد ذاته. ومع ذلك، إذا قمت بتحديد إدخال، سوف تكون قادرا على رؤية اسم العنصر<i>التنبيه عند الوصول</i> من المرجح أن إعدادت الإنذار أو الإعلام التي مكنتها في التطبيق. لا تستغرب إذا توقفت الإنذارات عند تعطيل المكون.
de: Nein, nicht ohne weiteres. Wenn du allerdings einen Eintrag auswählst, wird dir der Name der <i>Komponente</i> angezeigt, die das Ereignis bearbeitet. Manchmal gibt der Name einen Hinweis darauf was passiert. Zum Beispiel würde ein <i>AlarmInitReceiver</i> vermutlich Alarme oder Benachrichtigungen installieren die du in der Anwendung aktiviert hast. Sei nicht überrascht wenn diese Alarme nicht mehr funktionieren sobald du diese Komponente deaktivierst.
it: No, non di per se, tuttavia se si seleziona una voce, si sarà in grado di vedere il nome del <i>componente</i> che gestisce l'evento. A volte, il nome che si dà è un suggerimento. Per esempio, <i>AlarmInitReceiver</i> avrebbe probabilmente iniziato l'allarme o la notifica che si è attivata nell' applicazione. Non sorprendetevi quindi se gli allarmi di questa applicazione smettono di funzionare se si disattiva il componente.
pl: Nie. Jednak jeśli zaznaczysz daną pozycję zobaczysz nazwę <i>komponentu</i> który odpowiada za zdarzenie. Czasami owa nazwa jest wskazówką. Na przykład <i>AlarmInitReceiver</i> powinno opowiadać za inicjalizację alarmu lub powiadomienia które jest włączone w twojej aplikacji. Więc nie zdziw się jeśli powiadomienia aplikacji przestaną działać gdy to wyłączysz.
pt_br: Não, não em si. No entanto, se selecionar uma entrada, irá ser possível ver o nome do <i>componente</i> que trata o evento. Em alguns casos o nome dá uma dica. Por exemplo, um componente chamado <i>AlarmInitReceiver</i> provavelmente iniciaria os alarmes ou notificações habilitadas no aplicativo. Não fique surpreso caso o alarme do aplicativo pare de funcionar caso o componente seja desabilitado.
ru: Обычно нет. Если вы выберете событие, вы увидите название <i>компонента</i>, ожидающего срабатывания этого события. Иногда название может дать подсказку. Например, компонент <i>AlarmInitReceiver</i> скорее всего должен инициализировать сигнал или оповещение, которое вы включили в приложении. Тогда не удивляйтесь тому, что сигналы этого приложения перестанут работать, если вы отключите компонент.

# faq5:0
source: I've disabled a component, but it seems to have it self enabled again after a while?
ar_sa: لقد تم تعطيل عنصر ، ولكن يبدو أنه سيقوم بتشغيل نفسه مرة أخرى بعد فترة من الوقت؟
de: Ich habe eine Komponente deaktiviert, aber nach einer Weile erscheint sie automatisch wieder als aktiv.
it: Ho disattivato un componente, ma sembra avere lo stesso permesso di nuovo dopo un po'?
pl: Wyłączyłem pewien komponent, czy możliwe jest aby włączył się samoczynnie po jakimś czasie?
pt_br: Desabilitei um componente, mas parece que ele se habilitou novamente depois de um tempo.
ru: Я отключил компонент, но через некоторое время оказалось, что он включил сам себя. Возможно ли такое?

# faq5:1
source: Yes, applications may enable or disable their own components. Some do this depending on settings, or what features are enabled. Unfortunately, there is no workaround for this.
ar_sa: نعم ، تم تمكين أو تعطيل مكونات التطبيق. البعض يفعل ذلك بتعديل الإعدادات ، لسوء الحظ ، ليس هناك حل لهذه المشكلة.
de: Anwendungen haben die Möglichkeit, ihre eigenen Komponenten zu Aktivieren oder zu Deaktivieren. Manche tun dies abhängig von Programmeinstellungen die du vornimmst, oder welche Funktionen aktiviert sind. Unglücklicherweise lässt sich dagegen nicht wirklich etwas tun.
it: Si, le applicazioni possono abilitare o disattivare i propri componenti. Alcune fanno questo a seconda delle impostazioni, o quali funzioni sono attivate. Sfortunatamente, non c'è alcuna soluzione per questo.
pl: Tak, niektóre aplikacje mogą uruchamiać, lub zamykać ich własne komponenty. Niektóre z nich zależne są od ustawień, lub możliwości programu. Niestety, nie ma na to sposobu.
pt_br: Sim, aplicativos podem habilitar e desabilitar seus próprios componentes. Alguns fazem isso de acordo com suas configurações, ou os recursos que estão habilitados. Infelizmente não há como contornar isso.
ru: Да, приложения могут включать или отключать свои компоненты. Это зависит от настроек или включенных функций. К сожалению, это нельзя обойти.

# faq6:0
source: My Market downloads stopped working.
ar_sa: توقف سوق التطبيقات عن العمل.
de: Downloads im Android Market funktionieren nicht mehr.
it: I miei Market downloads hanno smesso di funzionare.
pl: Ściąganie z Marketu przestało działać.
pt_br: Download da Play Store pararam de funcionar.
ru: Мои загрузки в Android Market прекратились.

# faq6:1
source: This is usually not the fault of <i>Autostarts</i>, don't get ideas. However, there is one issue you might have run into. If you thought you weren't using Google Talk anyway and disabled it's <i>On Boot</i> event, this is likely to be the problem (it also occurs of you shutdown Google Talk using a task manager). Apparently, for some reason, if Google Talk is not running, market downloads do not work.
ar_sa: عادةلا يكون هذا خطأ<i>البدئ التلقائي</i>لا تقلق. هناك أمر واحد قد تحتاج لتشغيله. إذا كنت لا تحتاج Gtalk وأوقفت تشغيله مع الإقلاع فإن هذا قد يكون سبب المشكلة (ويحدث ذلك أيضا عند اغلاق التطبيق باستخدام إدارة المهام). ولسبب ما،إذا لم يعمل Gtalk فإن سوق التطبيقات لن يعمل.
de: Im Normalfall ist das nicht die Schuld von <i>Autostarts</i>. Es gibt allerdings eine Sache die zur erwähnen ist: Wenn du dachtest du verwendest Google Talk sowieso nicht und das entsprechende "Beim Starten" Ereignis deaktiviert hast, kann das eine Ursache für Download-Probleme sein (wird Google Talk mit einem Task Manager beendet, tritt es ebenfalls auf). Anscheinend muss Google Talk aktiv sein damit Market Downloads funktionieren.
it: Questo di solito non è colpa di <i>Autostarts</i>, non fatevi idee. Tuttavia, c'è un problema che potrebbe essere avvenuto. Se avete pensato che Google Talk non servisse è avete disattivato l'evento <i>Al Boot</i>, questo è probabilmente il problema (che si attiva anche alla chiusura di Google Talk usando il task manager). A quanto pare, per qualche ragione, se Google Talk non è avviato, i downloads dal market non funzionano.
pl: Zazwyczaj nie jest to wina <i>Autostarts</i>, i nie mam w tym przypadku pomysłu dlaczego tak się dzieję. Jednakże jest jeden problem na który możesz natrafić. Jeśli nie używasz Google Talk i wyłączysz go w zdarzeniu <i>Na Starcie</i> może wystąpić owy problem (to samo dzieje się, gdy zamkniesz proces Google Talk). Wydaje się, że z jakiegoś powodu, market nie ściąga plików gdy Google Talk jest wyłączony.
pt_br: Não pense que isso geralmente é o padrão do <i>Autostarts</i>. No entanto, existe um problema com que pode se deparar. Caso pense que não está usando o Google Talk e resolva desabilitar o evento <i>On Boot</i> dele, isso provavelmente será o problema (que também quando ele é finalizado através do gerenciados de tarefas). Aparentemente, por alguma razão, se o Google Talk não estiver rodando, os downloads da Play Store não funcionam.
ru: Это не обязательно проблема <i>Autostarts</i>, не думайте. Впрочем, есть одна ошибка, которая может проявиться у вас. Если вы решили, что не будете использовать Google Talk, и отключили событие <i>On Boot</i> для этого приложения, то это может стать проблемой и причиной ошибки (также это случается, если закрыть Google Talk через диспетчер запущенных приложений). По неизвестным причинам, если Google Talk не запущен, загрузки в Android Market не работают.
