Repository: lzuzhp/game
Catalog: android-autostarts-master/locale/strings-*.po
Languages: ar_sa, el, fr_ca, it, pl, pt_br, sk_sk, sv, uk

# no_receivers
source: No applications are autostarting.
ar_sa: لا التطبيقات تبدأ تلقائياً.
el: Καμία εφαρμογή δεν ξεκινάει αυτόματα.
fr_ca: Aucune application est configurée pour le démarrage automatique.
it: Nessuna applicazione in autoavvio.
pl: Brak aplikacji startujących wraz z systemem.
pt_br: Nenhum aplicativo iniciando automaticamente.
sk_sk: Žiadne aplikácie neštartujú automaticky.
sv: Inga applikationer startas automatiskt.
uk: Немає програм для автозапуску.

# no_receivers_filtered
source: No applications are autostarting within your current selection.
ar_sa: لا التطبيقات تبدأ تلقائياً ضمن تحديدك الحالي.
el: Καμία εφαρμογή δεν ξεκινάει αυτόματα στη συγκεκριμένη επιλογή σας.
fr_ca: Aucune application est configurée pour le démarrage automatique selon votre sélection.
it: Nessuna applicazione in autoavvio all'interno della corrente selezione.
pl: W twoim zaznaczeniu brak aplikacji uruchamianych automatycznie.
pt_br: Nenhuma dos aplicativos selecionados iniciando automaticamente.
sk_sk: Žiadne aplikácie neštartujú automaticky v tomto výbere
sv: Inga applikationer startas automatiskt inom ditt nuvarande val.
uk: Жодна за програм не стартує автоматично з поточного виділення.

# still_loading
source: Please wait while I am loading the applications installed on your phone...
ar_sa: الرجاء الانتظار بينما يتم تحميل التطبيقات المثبتة على هاتفك...
el: Γίνεται φόρτωση των εγκατεστημένων εφαρμογών, παρακαλώ περιμένετε...
fr_ca: Veuillez patienter pendant que je charge les applications installées sur votre téléphone...
it: Attendere prego mentre le applicazioni installate nel telefono vengono caricate...
pl: Proszę czekać. Ładuje aplikacje zainstalowane na twoim telefonie...
pt_br: Favor aguardar enquanto os aplicativos do telefone são carregadas...
sk_sk: Prosím čakajte pokiaľ načítam inštalované aplikácie v telefóne...
sv: Var vänlig vänta medan jag laddar applikationerna som är installerade på din telefon...
uk: Будь ласка, почекайте, поки завантажуються встановлені на Вашому телефоні програми...

source: Change filter settings.
ar_sa: تغيير إعدادات التصفية.
el: Αλλαγή ρύθμισης φίλτρου.
fr_ca: Changer les paramètres de filtre.
it: Modifica le impostazioni del filtro.
pl: Zmień ustawienia filtrów.
pt_br: Alterar configurações do filtro.
sk_sk: Zmeňte nastavenie Filtra
sv: Ändra filter inställningar.
uk: Зміна параметрів фільтрування.

# appliation_info
source: Application Info
ar_sa: التطبيق معلومات
el: Πληροφορίες εφαρμογής
fr_ca: Information sur l'application
it: Info Applicazione
pl: Info o aplikacji
pt_br: Informações do aplicativo
sk_sk: Informácie o Aplikácii
sv: Applikations Info
uk: Інформація про програму

source: Find in Market
ar_sa: البحث في السوق
el: Εύρεση στο Google Play
fr_ca: Chercher dans le Google Play Store
it: Trova nel Market
pl: Szukaj w Markecie
pt_br: Procurar no Play Store
sk_sk: Nájsť v Markete
sv: Hitta i Marknad
uk: Знайти в Market

source: Find in Appstore
el: Εύρεση στο Amazon Appstore
fr_ca: Chercher dans le Google Play Store
it: Trova nell'Appstore
pl: Znajdź w Appstore
pt_br: Procurar no Google Play
sk_sk: Nájsť na Appstore
sv: Hitta i Appstore
uk: Знайти в Appstore

source: Disable
ar_sa: تعطيل
el: Απενεργοποίηση
fr_ca: Désactiver
it: Disabilita
pl: Wyłącz
pt_br: Desabilitar
sk_sk: Zakázať
sv: Inaktivera
uk: Відключити

source: Enable
ar_sa: تمكين
el: Ενεργοποίηση
fr_ca: Activer
it: Abilita
pl: Włącz
pt_br: Habilitar
sk_sk: Povoliť
sv: Aktivera
uk: Включити

# view_options
source: View
ar_sa: عرض
el: Προβολή
fr_ca: Visionner
it: Mostra
pl: Widok
pt_br: Visualizar
sk_sk: Zobraziť
sv: Visa
uk: Переглянути

# group_by_package
source: Group by application
ar_sa: تجميع حسب التطبيق
el: Ταξινόμηση ανά εφαρμογή
fr_ca: Grouper par application
it: Gruppo secondo applicazione
pl: Grupuj według aplikacji
pt_br: Agrupar por aplicativo
sk_sk: Zoskupiť podľa aplikácií
sv: Gruppera efter applikation
uk: Група по програмі

# group_by_action
source: Group by event
ar_sa: تجميع حسب الأحداث
el: Ταξινόμηση ανά γεγονός
fr_ca: Grouper par évènement
it: Gruppo secondo evento
pl: Grupuj według zdarzeń
pt_br: Agrupar por evento
sk_sk: Zoskupiť podľa udalostí
sv: Gruppera efter händelse
uk: Група по події

# hide_sys_apps
source: Hide system apps
ar_sa: إخفاء تطبيقات النظام
el: Απόκρυψη εφαρμογών συστήματος
fr_ca: Cacher les applications systèmes
it: Nascondi applicazioni di sistema
pl: Ukryj aplikacje systemowe
pt_br: Esconder aplicativos de sistema
sk_sk: Skryť systémové aplikácie
sv: Göm system appar
uk: Приховати системні програми

source: Show changed only
ar_sa: عرض التغييرات فقط
el: Εμφάνιση τροποποιημένων μόνο
fr_ca: Afficher les applications changées seulement
it: Mostra solo quelli cambiati
pl: Pokaż tylko zmiany
pt_br: Exibir apenas os modificados
sk_sk: Zobraziť iba zmenené
sv: Visa endast förändrade
uk: Показати тільки змінені

# hide_unknown
source: Hide unknown events
ar_sa: إخفاء الأحداث غير المعروف
el: Απόκρυψη άγνωστων γεγονότων
fr_ca: Cacher les évènements inconnus
it: Nascondi eventi sconosciuti
pl: Ukryj nierozpoznane zdarzenia
pt_br: Esconder eventos desconhecidos
sk_sk: Skryť neznáme udalosti
sv: Göm okända händelser
uk: Приховати невідомі події

source: Expand all
ar_sa: توسيع الكل
el: Επέκταση όλων
fr_ca: Développer toutes
it: Espandi tutto
pl: Rozwiń wszystko
pt_br: Expandir todos
sk_sk: Rozbaliť všetko
sv: Expandera alla
uk: Розгорнути все

source: Collapse all
ar_sa: طي الكل
el: Συρρίκνωση όλων
fr_ca: Réduire toutes
it: Comprimi tutto
pl: Zwiń wszystko
pt_br: Suprimir todos
sk_sk: Zbaliť všetko
sv: Kollapsa alla
uk: Згорнути все

source: Reload
ar_sa: إعادة تحميل
el: Επαναφόρτωση
fr_ca: Recharger
it: Ricarica
pl: Przeładuj
pt_br: Recarregar
sk_sk: Znova načítať
sv: Ladda om
uk: Перезавантажити

source: Help
ar_sa: مساعدة
el: Βοήθεια
fr_ca: Aide
it: Aiuto
pl: Pomoc
pt_br: Ajuda
sk_sk: Pomoc
sv: Hjälp
uk: Довідка

source: Error
ar_sa: خطأ
el: Σφάλμα
fr_ca: Erreur
it: Errore
pl: Błąd
pt_br: Erro
sk_sk: Chyba
uk: Помилка

source: Warning
ar_sa: تحذير
el: Προσοχή
fr_ca: Avertissement
it: Attenzione
pl: Ostrzeżenie
pt_br: Alerta
sk_sk: Upozornenie
sv: Varning
uk: Попередження

source: Info
ar_sa: معلومات
el: Πληροφορίες
fr_ca: Information
pl: Informacje
pt_br: Informação
sk_sk: Informácia
uk: Інформація

# receiver_info
source: Receiver &lt;b&gt;%1$s&lt;/b&gt; handles action &lt;i&gt;%2$s&lt;/i&gt; with priority &lt;b&gt;%3$d&lt;/b&gt;.
ar_sa: استقبال &lt;b&gt;%1$s&lt;/b&gt;معالجة الحدث &lt;i&gt;%2$s&lt;/i&gt; بأولوية &lt;b&gt;%3$d&lt;/b&gt;.
el: Το &lt;b&gt;%1$s&lt;/b&gt; χειρίζεται την ενέργεια &lt;i&gt;%2$s&lt;/i&gt; με προτεραιότητα &lt;b&gt;%3$d&lt;/b&gt;.
fr_ca: Le récepteur &lt;b&gt;%1$s&lt;/b&gt; gère l'action &lt;i&gt;%2$s&lt;/i&gt; selon une priorité &lt;b&gt;%3$d&lt;/b&gt;.
pl: Odbiorca <b>%1$s</b> powiązany z akcją <i>%2$s</i> z priorytetem <b>%3$d</b>.
pt_br: Recebedor &lt;b&gt;%1$s&lt;/b&gt; lida com ações &lt;i&gt;%2$s&lt;/i&gt; com prioridade &lt;b&gt;%3$d&lt;/b&gt;.
sk_sk: Príjmač &lt;b&gt;%1$s&lt;/b&gt; sa zaoberá akciou &lt;i&gt;%2$s&lt;/i&gt; s prioritou &lt;b&gt;%3$d&lt;/b&gt;.
sv: Mottagare &lt;b&gt;%1$s&lt;/b&gt; hanterar händelse &lt;i&gt;%2$s&lt;/i&gt; med prioritet &lt;b&gt;%3$d&lt;/b&gt;.
uk: Приймач &lt;b&gt;%1$s&lt;/b&gt; виконує дію &lt;i&gt;%2$s&lt;/i&gt; з пріоритетом &lt;b&gt;%3$d&lt;/b&gt;.

# close_help
source: Close help and return to app
ar_sa: إغلاق المساعدة والرجوع إلى التطبيق
el: Κλείσιμο της βοήθειας και επιστροφή στην εφαρμογή
fr_ca: Fermer l'aider et retourner à l'application
it: Chiudere aiuto e tornare all'applicazione
pl: Zamknij pomoc i wróć do aplikacji
pt_br: Fechar a ajuda e voltar para o aplicativo
sk_sk: Zatvoriť pomocníka a vrátiť sa k aplikácii.
sv: Stäng hjälp och återvänd till app
uk: Закрити допомогу і повернутися до програми
